{
  "witze": [
    "Was sagt ein Hai, nachdem es einen Surfer gefressen hat? - Nett serviert, so mit Fruehstuecksbrettchen.",
    "Geht eine schwangere Frau in eine Baeckerei und sagt: Ich krieg ein Brot. - Darauf der Baecker: Sachen gibt's!",
    "Geht eine dicke Frau in eine Baeckerei und sagt: Ich moechte gerne Rumkugeln! - Darauf der Baecker: Aber nicht in meinem Laden!",
    "Neulich im Kino Verkaeuferin: Das Popcorn suess oder salzig? Er: So wie meine Freundin. Verkaeuferin Haessliche Popcorn haben wir nicht!",
    "Lehrer: So Tom du gehst jetzt vor die Tuer dein Gelaber interessiert keinen! Schueler: Dann koennen sie ja gleich mitkommen!",
    "Was ist der gefaehrliste Tag fuer ein Uboot ? - Tag der offen Tuer",
    "Wie nennt man einen uebergewichtigen Vegetarier? Biotonne.",
    "Wie heisst ein chinesischer Bergsteiger? Hing Am Hang.",
    "Womit backen Schluempfe? - Garga-Mehl.",
    "Was hat der Mars mit dem Berliner Flughafen gemeinsam? In etwa 30 Jahren sollen die ersten Menschen dort landen. :)",
    "Was steht auf den Grabstein eines Chemikers? Das war keine gute Reaktion!",
    "Habe einem Hipster ins Bein geschossen. Jetzt hopster.",
    "Was ist lang, vibriert und bringt Frauen zum Schreien? Eine Kettensaege.",
    "Arzt: Sie sind stark uebergewichtig. Patient: Uff. Da haette ich gern eine zweite Meinung. Arzt: Haesslich sind Sie auch.",
    "Wie nennt man eine Demonstration von Veganern? Gemueseauflauf!!!",
    "HMTL ist eine Programmier-Sprache.",
    "Warum ging der Luftballon kaputt? - Aus Platzgruenden.",
    "Was ist der Gott der Vegetarier? - Kreuterbudda",
    "Welcher Hahn macht nicht -Kikeriki-? Der Wasserhahn!",
    "Was sind die teuersten Tomaten? - Die Geldautomaten.",
    "Heute hat mein Nachbar um 3:00 Uhr nachts bei mir geklopft! Vor schreck waer mir fast die Bohrmaschine aus der Hand gefallen!!",
    "Ich wollte ein Fastfood Restaurant mit Pferdefleisch eroeffnen, aber der Slogan -gestern geritten, heute mit Fritten- kam nicht so gut an.",
    "Wie viele Programmierer braucht man, um eine Gluehbirne zu wechseln? - Keinen einzigen, ist ein Hardware-Problem!",
    "Windows ist wie ein U-Boot, sobald man ein Fenster oeffnet, fangen die Probleme an.",
    "Wie nennen Chinesen einen Oberschenkelbruch? Knacki Knacki nah bei Sacki.",
    "Trifft eine Programmiererin ihre Freundin und diese fragt: Mit welchen Typen haengst du so in letzter Zeit rum? Die Programmiererin antwortet: integers, booleans und strings",
    "Warum moegen Frauen Objektorientiert-Programmierer? - Weil sie Klasse haben!",
    "Wie viele Microsoft-Programmierer braucht man um eine Gluehbirne zu wechseln? Keinen, Dunkelheit wird zum neuen Standard erklaert und Dunkelmodus genannt.",
    "Was steht auf dem Grabstein eines Mathematikers? - Damit hat er nicht gerechnet.",
    "Looooos Pikachu, Donnerblitz! - Alter, hast du gerade meinen Hamster an die Steckdose geworfen??",
    "Warum freut sich eine Blondine so, wenn sie ein Puzzle nach 6 Monaten fertig hat? - Weil auf der Packung steht: 2-4 Jahre.",
    "Wenn ein Yogalehrer seine Beine senkrecht nach oben streckt und dabei furzt, welche Yoga Figur stellt er da? Eine Duftkerze.",
    "Warte mal auf mich Schatz, ich mach nur noch schnell mein Make-Up. - Du brauchst doch kein Make-Up. - Oh, das ist aber lieb von dir....ich mag, wenn du mir schmeichelst :-) - Du brauchst plastische Chirurgie.",
    "Johanna zum Papa: Ich wuensche mir als Geschenk ein Pony zu Weihnachten. - Papa: Geht in Ordnung. - Johanna: Wirklich, ich liebe dich ueber alles! - Papa an Heiligabend: So Johanna, dein Friseurtermin steht.",
    "Was ist gelb und kann nicht schwimmen? - ein Bagger. Und warum nicht? - weil er nur einen Arm hat. - Mauricepaul94",
    "Wann ist ein Mann einen Euro wert? Wenn er einen Einkaufswagen vor sich herschiebt! - Queen_of_Honey"
  ] 
}